tap "1password/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "macos-fuse-t/cask"
tap "majd/repo"
tap "minacle/chntpw"
tap "sass/sass"
tap "sidneys/homebrew"
# Download with resuming and segmented downloading
brew "aria2"
# Extract files from Microsoft cabinet files
brew "cabextract"
# Interpreted, interactive, object-oriented programming language
brew "python@3.12"
# CD/DVD/Blu-ray premastering and recording software
brew "cdrtools"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Powerful and cross-platform ls
brew "g-ls"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Access DVDs as block devices without the decryption
brew "libdvdcss"
# Mac App Store command-line interface
brew "mas"
# Remote terminal application
brew "mosh"
# Open source relational database management system
brew "mysql"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Generic machine emulator and virtualizer
brew "qemu"
# Cross-shell prompt for astronauts
brew "starship"
# Library to create, extract, and modify Windows Imaging files
brew "wimlib"
# The Offline NT Password Editor
brew "minacle/chntpw/chntpw"
# Stylesheet Preprocessor
brew "sass/sass/sass"
# Command-line interface for 1Password
cask "1password-cli"
# Application uninstaller
cask "appcleaner"
# User-friendly GUI app for Homebrew
cask "applite"
# SSHFS implementation based on FUSE-T
cask "fuse-t-sshfs"
# Open-source video transcoder
cask "handbrake"
# Free and open-source media player
cask "iina"
# CLI tool for searching and downloading iOS app packages from the App Store
cask "ipatool"
# Menu bar manager
cask "jordanbaird-ice"
# Desktop GUI client for browsing Geminispace
cask "lagrange"
mas "1Blocker", id: 1365531024
