tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "macos-fuse-t/cask"
tap "majd/repo"
tap "minacle/chntpw"
tap "sass/sass"
tap "sidneys/homebrew"
# Download with resuming and segmented downloading
brew "aria2"
# Extract files from Microsoft cabinet files
brew "cabextract"
# Interpreted, interactive, object-oriented programming language
brew "python@3.12"
# CD/DVD/Blu-ray premastering and recording software
brew "cdrtools"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Powerful and cross-platform ls
brew "g-ls"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Access DVDs as block devices without the decryption
brew "libdvdcss"
# Mac App Store command-line interface
brew "mas"
# Remote terminal application
brew "mosh"
# Open source relational database management system
brew "mysql", restart_service: true
# Free (GNU) replacement for the Pico text editor
brew "nano"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Generic machine emulator and virtualizer
brew "qemu"
# Cross-shell prompt for astronauts
brew "starship"
# Library to create, extract, and modify Windows Imaging files
brew "wimlib"
# The Offline NT Password Editor
brew "minacle/chntpw/chntpw"
# Stylesheet Preprocessor
brew "sass/sass/sass"
# Command-line interface for 1Password
cask "1password-cli"
# Application uninstaller
cask "appcleaner"
# User-friendly GUI app for Homebrew
cask "applite"
# SSHFS implementation based on FUSE-T
cask "fuse-t-sshfs"
# Open-source video transcoder
cask "handbrake"
# Free and open-source media player
cask "iina"
# CLI tool for searching and downloading iOS app packages from the App Store
cask "ipatool"
# Menu bar manager
cask "jordanbaird-ice"
# Desktop GUI client for browsing Geminispace
cask "lagrange"
mas "1Blocker", id: 1365531024
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Amphetamine", id: 937984704
mas "AudioBookBinder", id: 413969927
mas "Bear", id: 1091189122
mas "Color Picker", id: 1545870783
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Data Jar", id: 1453273600
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Displaperture", id: 1543920362
mas "Encrypto", id: 935235287
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Hush", id: 1544743900
mas "iA Writer", id: 775737590
mas "iFlicks 3", id: 1274494218
mas "Image2icon", id: 992115977
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Ivory", id: 6444602274
mas "Jayson", id: 1468691718
mas "JSONPeep", id: 1458969831
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Link Unshortener", id: 1506953658
mas "Logger", id: 1611554653
mas "MacFamilyTree 10", id: 1567970985
mas "Microsoft Outlook", id: 985367838
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Paste", id: 967805235
mas "Pastel", id: 413897608
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Sequel Ace", id: 1518036000
mas "System Color Picker", id: 1545870783
mas "TestFlight", id: 899247664
mas "Text Shot", id: 6450152342
mas "Textastic", id: 572491815
mas "Unsqueeze", id: 6475134617
mas "UTM", id: 1538878817
mas "Vinegar", id: 1591303229
mas "Whisper Transcription", id: 1668083311
mas "Xcode", id: 497799835
